CATALOG_SPECIALITIES = {
    'Веб разработка': {
        'color': '#00C322'
    },
    'Тестирование': {
        'color': '#FF5C00'
    },
    'Python разработчик': {
        'color': '#A63C00'
    },
    '1C разработка': {
        'color': '#FFE400'
    },
    'DevOps': {
        'color': '#FF8540'
    },
    '.NET разработка': {
        'color': '#4E10AE	'
    },
    'Java разработчик': {
        'color': '#FFA573'
    },
    'IT Менеджмент': {
        'color': '#F06C98'
    },
    'SAP': {
        'color': '#A92A55'
    },
    'iOS разработчик': {
        'color': '#956BD6'
    },
    'Android разработчик': {
        'color': '#65E17B'
    },
    'Scala разработчик': {
        'color': '#A69400'
    },
    'Маркетинг': {
        'color': '#9A6AD6'
    },
    'Аналитика': {
        'color': '#4C2982'
    },
    'HR': {
        'color': '#BF6430'
    },
    'C++ разработчик': {
        'color': '#38E156'
    },
    'IT журналистика': {
        'color': '#BFB030'
    },
    'Веб-дизайн': {
        'color': '#FF2800'
    },
}